import "../styles/personalNotes.css";
import logo_me from "../assets/images/Vme_logo-ME.png";
import ceo from "../assets/images/ceo.png";
import heart_key from "../assets/images/heart_key.png";
import hands from "../assets/images/hands.png";
import shield from "../assets/images/shield.png";

export default function PersonalNotesSection() {
  return (
    <section>
      <div className="headline">
        <img src={ceo} alt="CEO picture" id="ceo" />
        <img src={logo_me} alt="Logo me" id="logo-me" />
      </div>
      <div className="alignRight">
        <h3>מסר אישי ממני, המייסדת...</h3>
        <p>
          בפנים, כולנו רוצים את אותו הדבר: שייכות ואהבה. למצוא אדם שנרגיש איתו
          חופשיים להיות עצמנו. בלי מסכות, בלי משחקים מישהו שנרגיש איתו שייכות,
          בטחון ושמחה, מישהו שנוכל להיות איתו בדיוק כמו שאנחנו אך אנחנו חיים
          בתקופה מורכבת מציאות שבה יותר ויותר אנשים חווים בדידות. לצד הכמיהה
          לאהבה ולזוגיות עולה גם חוסר בטחון. אנחנו נזהרים, חוששים להיפתח, מתקשים
          לתת אמון במי שמולנו. העולם המודרני והמרוץ הטכנולוגי רק מחזקים את
          התחושה הזו וגורמים לנו לסגור את הלב במקום לפתוח אותו.
        </p>
      </div>
      <img src={heart_key} alt="heart" id="heart-key" />
      <div className="alignRight">
        <p>
          במשך שנים עזרתי לאנשים לתקשר ולהביע את עצמם דרך הרשתות החברתיות
          ובערוצי תקשורת שונים והרגשתי שצריך לקחת את זה צעד אחד קדימה כדי לעזור
          ליותר אנשים, בצורה עמוקה ואמיתית יותר. יחד עם אנשי מקצוע מוכשרים
          וטובים, השותפים שלי למסע הזה, יצרנו סטארט־אפ מבורך שנולד מתוך רצון
          להעביר מסר חשוב: אהבה היא הדרך. אם אתם רוצים למצוא זוגיות ואהבה - אתם
          זקוקים למרחב שמאפשר לכם להיות מי שאתם. בלי מסכות, בלי משחקים, בלי
          לנסות להיות משהו שאתם לא. מרחב שמקדם אותנטיות ומושך אליכם את מי שנמשך
          אליכם באמת, כמו שאתם. היופי האמיתי שלכם טמון במכלול שבכם - בשפת הגוף,
          בקול, במבט, בהומור, בכל מה שמרכיב אתכם ושקורה כשהאנרגיה שלכם נוכחת
          באמת.
        </p>
        <p>
          אני והצוות של Vme כאן כדי לחזק את הבטחון שלכם במסע הזה. זו לא עוד
          אפליקציה כפי שחוויתם עד היום אלא פלטפורמה שנבנתה מתוך שליחות אמיתית.
        </p>
      </div>
      <img src={shield} alt="hands with shield" id="shield" />
      <div className="alignRight">
        <p>
          המייזם שלנו עבר דרך משמעותית בשנה האחרונה, בליווי מנטורים בכירים
          מהתעשייה, שזיהו יחד איתנו את הערך והחשיבות. השקענו מחשבה, מחקר ופיתוח
          כדי ליצור מערכת שתלך ותשתכלל ותיתן לכם עוד יותר אפשרויות להתקרב למטרה
          שלכם למצוא זוגיות ואהבה ויותר מזה, ליהנות מהדרך אליה.
        </p>
      </div>
      <img src={hands} alt="two man holding hands" id="hands" />
      <div className="alignRight">
        <p>
          בימים הקרובים הפיילוט הייחודי שלנו יוצא לדרך ואנו בוחרים קבוצה איכותית
          של אנשים שיהיו הראשונים לחוות את הפלטפורמה. אם התחברתם, אני מזמינה
          אתכם להירשם ולתאם איתי שיחה אישית כדי לבדוק התאמה לפיילוט ולתת לכם את
          המקום שלכם במסע הזה.
        </p>
        <p className="signature">לינה מאירה</p>
        <p>מייסדת שותפה ומנכ"לית V-me</p>
      </div>
    </section>
  );
}
