import { Link } from "react-router-dom";

export default function ThankYouPage() {
  return (
    <section>
      <h2>מדהים!</h2>
      <h2>בחרתם לקחת צעד של אמון למען זוגיות ואהבה</h2>
      <p>
        המיזם בשלב זה עדיין לא חשוף לקהל הרחב. אנו בוחרים את המשתתפים שיזכו
        להיות המתנסים הראשונים ולהיות חלק מהמהלך החשוב הזה. לאחר הפיילוט נפתח את
        המיזם לכלל מחפשי זוגיות שרוצים להצטרף.
      </p>
      <p>
        בכדי להיכנס לפיילוט יש לבצע תיאום של שיחת היכרות קצרצרה. ברגעים אלו נשלח
        אליכם מייל עם קישור לקביעת פגישה עם הצוות שלנו.
      </p>
      {/* Donw arrow */}
      <h2>מחכים להכיר אתכם!</h2>
      <p>
        <Link to="/">חזרה לדף הראשי</Link>
      </p>
    </section>
  );
}
